Revit 2027 API
BuiltInFailures.WallFailures.CannotToSplitWallPanels Property
 Unable to split wall panel(s).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotToSplitWallPanels { get; }
Public Shared ReadOnly Property CannotToSplitWallPanels As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotToSplitWallPanels {
	FailureDefinitionId^ get ();
}
static member CannotToSplitWallPanels : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace